do
function run(msg, matches)
  return [[
  👥 قیمت ربات های آنتی اسپم تی تی بات:
---------------------------
	ماهیانه
---------------------------
  💵 گروه های زیر 1000 نفر 5هزار تومان
  💴 گروه های بین 1000 نفر تا 3000 نفر 7 هزار تومان
  💶 گروه های بالای 3000 نفر 9هزار تومان
---------------------------
     دائمی
---------------------------
  💵 دائمی زیر 1.5K 150000ريال
  💴 دائمی بین 1.5Kتا3K 200000ريال
  💶 دائمی بالای 3K 250000ريال
---------------------------
برای سفارش و شارژ گروه ضد اسپم
به آی دی @amirtabrizli_org پیام بدهید.
  ]]
  end
return {
  description = "!buy", 
  usage = " !buy",
  patterns = {
    "^[#/!][Bb]uy$",
	"^خرید ربات$",
	"^نرخ$",
	"^Nerkh$",
	"^[#!/]Nerkh$",
    "^[Bb]uy$"
  },
  run = run
}
end
